[
  {
    "id": 1,
    "ano": 2013,
    "area": "Linguagens",
    "materia": "Português",
    "enunciado": "Nessa charge, o recurso morfossintático que colabora para o efeito de humor está indicado pelo(a)",
    "alternativas": [
      "emprego de uma oração adversativa, que orienta a quebra da expectativa ao final.",
      "uso de conjunção aditiva, que cria uma relação de causa e efeito entre as ações.",
      "retomada do substantivo \"mãe\", que desfaz a ambiguidade dos sentidos a ele atribuídos.",
      "utilização da forma pronominal \"la\", que reflete um tratamento formal do filho em relação à \"mãe\".",
      "repetição da forma verbal \"é\", que reforça a relação de adição existente entre as orações."
    ],
    "resposta": "a"
  },
  {
    "id": 2,
    "ano": 2022,
    "area": "Matemática",
    "materia": "Matemática",
    "enunciado": "Uma cozinheira produz docinhos especiais por encomenda. Usando uma receita-base de massa, ela prepara uma porção, com a qual produz 50 docinhos maciços de formato esférico, com 2 cm de diâmetro. Um cliente encomenda 150 desses docinhos, mas pede que cada um tenha formato esférico com 4 cm de diâmetro. A cozinheira pretende preparar o número exato de porções da receita-base de massa necessário para produzir os docinhos dessa encomenda. Quantas porções da receita-base de massa ela deve preparar para atender esse cliente?",
    "alternativas": [
      "2",
      "3",
      "6",
      "12",
      "24"
    ],
    "resposta": "d"
  },
  {
  "id": 3,
  "ano": 2018,
  "area": "Ciências da Natureza",
  "materia": "Biologia",
  "enunciado": "Corredores ecológicos visam mitigar os efeitos da fragmentação dos ecossistemas promovendo a ligação entre diferentes áreas, com o objetivo de proporcionar o deslocamento de animais, a dispersão de sementes e o aumento da cobertura vegetal. São instituídos com base em informações como estudos sobre o deslocamento de espécies, sua área de vida (área necessária para o suprimento de suas necessidades vitais e reprodutivas) e a distribuição de suas populações.\n\nDisponível em: www.mma.gov.br. Acesso em: 30 nov. 2017 (adaptado)\n\nNessa estratégia, a recuperação da biodiversidade é efetiva porque:",
  "alternativas": [
    "propicia o fluxo gênico.",
    "intensifica o manejo de espécies.",
    "amplia o processo de ocupação humana.",
    "aumenta o número de indivíduos nas populações.",
    "favorece a formação de ilhas de proteção integral."
  ],
  "resposta": "a"
},
{
  "id": 4,
  "ano": 2018,
  "area": "Ciências da Natureza",
  "materia": "Biologia",
  "enunciado": "Insetos podem apresentar três tipos de desenvolvimento. Um deles, a holometabolia (desenvolvimento completo), é constituído pelas fases de ovo, larva, pupa e adulto sexualmente maduro, que ocupam diversos hábitats. Os insetos com holometabolia pertencem às ordens mais numerosas em termos de espécies conhecidas. Esse tipo de desenvolvimento está relacionado a um maior número de espécies em razão da:",
  "alternativas": [
    "proteção na fase de pupa, favorecendo a sobrevivência de adultos férteis.",
    "produção de muitos ovos, larvas e pupas, aumentando o número de adultos.",
    "exploração de diferentes nichos, evitando a competição entre as fases da vida.",
    "ingestão de alimentos em todas as fases de vida, garantindo o surgimento do adulto.",
    "utilização do mesmo alimento em todas as fases, otimizando a nutrição do organismo."
  ],
  "resposta": "c"
}

]
